Repository: AndrewDongminYoo/quest-keeper
Catalog: QuestKeeper/Localizable.xcstrings
Source language: ko
Languages: en

# a11y.battle.defeated
source: 승리 처리 중
en: Claiming victory

# a11y.battle.striking
source: 공격 중
en: Striking

# a11y.battle.windUp
source: 공격 준비 중
en: Winding up

# a11y.monster.level
source: %@ 레벨 %lld
en: %@ Level %lld

# a11y.quest.completed
source: %@ 완료됨
en: %@ completed

# a11y.routine.complete
source: %@ 완료
en: %@ complete

# about.doneAction
source: 닫기
en: Done

# about.navigationTitle
source: 이 앱에 대하여
en: About

# about.privacyPolicy
source: 개인정보 처리방침
en: Privacy Policy

# about.sourceRepository
source: 오픈소스 저장소
en: Source Code

# about.tip.awaitingApproval
source: 승인을 기다리는 중이에요. 승인되면 물약이 전달됩니다.
en: Waiting for approval. The potion arrives once it is approved.

# about.tip.failed
source: 결제를 마치지 못했어요. 잠시 후 다시 시도해 주세요.
en: That payment did not go through. Please try again shortly.

# about.tip.loadFailed
source: 물약을 진열하지 못했어요.
en: The potions could not be stocked.

# about.tip.note
source: 순전히 선택입니다. 게임에는 아무 영향도 주지 않아요.
en: Entirely optional. It changes nothing in the game.

# about.tip.retryAction
source: 다시 시도
en: Try Again

# about.tip.section
source: 용사에게 물약 사주기
en: Buy the Hero a Potion

# about.tip.thanks
source: 용사가 물약을 들이켰습니다. 고마워요!
en: The hero drank it down. Thank you!

# about.versionLabel
source: 버전
en: Version

# appIntent.createQuest.description
source: TODO Slayer에 새 퀘스트를 생성합니다.
en: Create a new quest in TODO Slayer.

# appIntent.createQuest.error.deadlineNotInFuture
source: 마감은 현재 시간 이후여야 합니다.
en: The deadline must be in the future.

# appIntent.createQuest.error.emptyTitle
source: 제목을 입력해주세요.
en: Enter a title.

# appIntent.createQuest.error.invalidImportance
source: 중요도는 낮음, 보통, 높음 중에서 선택해주세요.
en: Choose Low, Medium, or High for importance.

# appIntent.createQuest.error.persistenceFailed
source: 퀘스트를 생성하지 못했습니다. 다시 시도해주세요.
en: Couldn't create the quest. Try again.

# appIntent.createQuest.importance.high
source: 높음
en: High

# appIntent.createQuest.importance.low
source: 낮음
en: Low

# appIntent.createQuest.importance.medium
source: 보통
en: Medium

# appIntent.createQuest.parameter.deadline
source: 마감
en: Deadline

# appIntent.createQuest.parameter.details
source: 설명
en: Details

# appIntent.createQuest.parameter.importance
source: 중요도
en: Importance

# appIntent.createQuest.parameter.title
source: 제목
en: Title

# appIntent.createQuest.result.created
source: 퀘스트를 생성했습니다.
en: Quest created.

# appIntent.createQuest.result.partial
source: 퀘스트는 생성했지만 일부 후속 작업을 완료하지 못했습니다.
en: Quest created, but some follow-up work couldn't be completed.

# appIntent.createQuest.result.partialAndPermissionRequired
source: 퀘스트는 생성했지만 일부 후속 작업을 완료하지 못했고 알림 권한도 필요합니다.
en: Quest created, but some follow-up work couldn't be completed, and notification permission is also required.

# appIntent.createQuest.result.permissionRequired
source: 퀘스트를 생성했습니다. 알림은 TODO Slayer에서 권한을 허용하면 받을 수 있습니다.
en: Quest created. You can receive notifications after allowing permission in TODO Slayer.

# appIntent.createQuest.title
source: 퀘스트 생성
en: Create Quest

# appShortcut.createQuest.shortTitle
source: 퀘스트 생성
en: Create Quest

# Create quest
source: 퀘스트 생성
en: Create quest

# battle.scene.victoryBanner
source: 승리
en: Victory

# common.action.cancel
source: 취소
en: Cancel

# common.action.close
source: 닫기
en: Close

# countdown.days
source: %lld일 남음
en: %lld days left

# countdown.dueNow
source: 마감 임박
en: Due now

# countdown.hours
source: %lld시간
en: %lld hours

# countdown.hoursOnly
source: %lld시간 남음
en: %lld hours left

# countdown.minutes
source: %lld분 남음
en: %lld minutes left

# dailyFocus.selection.completeAction
source: 선택 완료
en: Done

# dailyFocus.selection.footerCount
source: %lld개 선택
en: %lld quests selected

# dailyFocus.selection.header
source: 오늘 집중할 퀘스트를 1–3개 선택하세요
en: Pick 1–3 quests to focus on today

# dailyFocus.selection.notSelectedValue
source: 선택 안 됨
en: Not selected

# dailyFocus.selection.selectedValue
source: 선택됨
en: Selected

# debug.fixture.dailyFocusGraveTitle
source: 어제의 퀘스트
en: Yesterday's quest

# debug.fixture.hallOfFameLongTitle
source: 마감 전에 마무리한 아주 긴 전리품 정리 퀘스트 제목입니다
en: Finish the long Hall of Fame accessibility verification before the review

# debug.fixture.hallOfFameRecentVictory
source: 오늘 지켜낸 작은 승리
en: A small win today

# debug.fixture.recoveryLeftoverQuest
source: 남겨둔 퀘스트
en: Leftover quest

# debug.fixture.recoveryQuestOne
source: 회복 퀘스트 1
en: Recovery quest 1

# debug.fixture.recoveryQuestTwo
source: 회복 퀘스트 2
en: Recovery quest 2

# debug.fixture.recoveryVictorySecured
source: 지켜낸 승리
en: Victory secured

# debug.fixture.routineOne
source: 물 마시기
en: Drink water

# debug.fixture.routineThree
source: 책상 정리
en: Tidy the desk

# debug.fixture.routineTwo
source: 창문 열기
en: Open the window

# debug.fixture.screenshotLandingPage
source: 랜딩 페이지 다듬기
en: Polish the landing page

# debug.fixture.screenshotLaunchChecklist
source: 앱 출시 체크리스트
en: App launch checklist

# debug.fixture.screenshotPrepare
source: 앱 스크린샷 준비하기
en: Prepare app screenshots

# debug.fixture.screenshotPrivacyPolicy
source: 개인정보처리방침 확인
en: Review privacy policy

# dungeon.empty.body
source: 작은 전투 하나를 추가해 시작하세요.
en: Add one small battle to get started.

# dungeon.empty.title
source: 오늘의 던전이 비었습니다
en: Today's dungeon is empty

# dungeon.firstWin.body
source: 2분 안에 끝낼 수 있는 작은 전투부터 시작하세요.
en: Start with a small battle you can finish in two minutes.

# dungeon.firstWin.createOwn
source: 직접 만들기
en: Create my own

# dungeon.firstWin.guidance
source: 완료하면 첫 승리를 얻어요
en: Complete this for your first victory

# dungeon.firstWin.later
source: 나중에
en: Later

# dungeon.firstWin.start
source: 2분 전투 시작
en: Start a 2-minute battle

# dungeon.firstWin.title
source: 첫 승리를 시작해볼까요?
en: Ready for your first victory?

# dungeon.grave.sectionTitle
source: 오늘의 무덤
en: Today's Graves

# dungeon.grave.title
source: 오늘의 무덤
en: Today's grave

# dungeon.section.title
source: 던전
en: Dungeon

# focus.action.confirm
source: 오늘 이대로 시작
en: Start today

# focus.action.edit
source: 핵심 퀘스트 수정
en: Edit key quests

# focus.empty.body
source: 선택한 퀘스트가 없습니다. 오늘의 핵심 퀘스트를 다시 골라주세요.
en: No quests are selected yet. Pick today's key quests again.

# focus.progress
source: %lld/%lld 완료
en: %lld of %lld complete

# focus.recommendation.body
source: 추천을 확인하고 오늘의 전투를 직접 선택하세요.
en: Review the recommendation, then choose today's battles yourself.

# focus.section.title
source: 오늘의 핵심 퀘스트
en: Today's key quests

# hero.appearance.doneAction
source: 완료
en: Done

# hero.appearance.gender.female
source: 여성형
en: Feminine

# hero.appearance.gender.male
source: 남성형
en: Masculine

# hero.appearance.genderSection
source: 성별
en: Gender

# hero.appearance.hair.black
source: 검정
en: Black

# hero.appearance.hair.blue
source: 파랑
en: Blue

# hero.appearance.hair.brown
source: 갈색
en: Brown

# hero.appearance.hair.red
source: 빨강
en: Red

# hero.appearance.hairColorSection
source: 머리색
en: Hair color

# hallOfFame.emptyBody
source: 완료한 퀘스트가 여기에 쌓입니다.
en: Completed quests will appear here.

# hallOfFame.navigationTitle
source: 전리품 창고
en: Hall of Fame

# hallOfFame.openAccessibility
source: 승리 기록 보기
en: View wins

# hallOfFame.openHint
source: 완료한 퀘스트를 엽니다.
en: Opens completed quests.

# hero.appearance.navigationTitle
source: 용사 외형
en: Hero appearance

# hero.header.about.accessibility
source: 이 앱에 대하여
en: About

# hero.header.about.hint
source: 버전과 개인정보 처리방침, 후원 항목을 엽니다.
en: Opens version, privacy policy, and the tip jar.

# hero.header.appearanceButtonAccessibility
source: 용사 외형 설정
en: Hero appearance settings

# hero.label.default
source: 용사
en: Hero

# hero.label.fallen
source: 쓰러진 용사
en: Fallen hero

# hero.stat.victoryLabel
source: 승리
en: Wins

# monster.bat
source: 박쥐
en: Bat

# monster.dragon
source: 드래곤
en: Dragon

# monster.explanation.buttonAccessibility
source: 몬스터가 정해지는 방식 보기
en: See how this monster was chosen

# monster.explanation.doneAction
source: 완료
en: Done

# monster.explanation.importanceCaption
source: 직접 정한 값
en: You chose this

# monster.explanation.navigationTitle
source: 이 몬스터는 왜 이 몬스터인가요
en: Why this monster

# monster.explanation.rulesBody
source: 중요도는 퀘스트를 만들 때 정하고, 마감까지 남은 시간은 계속 움직입니다. 그래서 같은 퀘스트라도 마감이 다가오면 몬스터가 바뀝니다.
en: You set importance when you create a quest, and the time left keeps moving. So the same quest meets a different monster as its deadline gets closer.

# monster.explanation.rulesTitle
source: 몬스터는 이렇게 정해집니다
en: How monsters are chosen

# monster.explanation.urgencyCaption
source: 시간이 정함
en: Time decides this

# monster.golem
source: 골렘
en: Golem

# monster.lich
source: 리치
en: Lich

# monster.mimic
source: 미믹
en: Mimic

# monster.mushroom
source: 버섯
en: Mushroom

# monster.orc
source: 오크
en: Orc

# monster.skeleton
source: 스켈레톤
en: Skeleton

# monster.slime
source: 슬라임
en: Slime

# notification.deadline.body
source: 퀘스트 마감 시간이 되었습니다
en: One of your quests is due now

# notification.deadline.title
source: 퀘스트 마감
en: Quest deadline

# notification.dueSoon.body
source: 퀘스트가 곧 마감됩니다
en: One of your quests is due soon

# notification.dueSoon.title
source: 퀘스트 마감 임박
en: Quest due soon

# notification.permissionBanner.body
source: 마감 알림을 받으려면 설정에서 TODO Slayer 알림을 켜세요.
en: Turn on TODO Slayer notifications in Settings to get deadline alerts.

# notification.permissionBanner.requestBody
source: 마감 알림을 받으려면 재방문 알림 설정에서 켜세요.
en: Enable notifications in return reminder settings for deadline alerts.

# reengagement.finish.body
source: 남은 퀘스트 하나를 확인해보세요.
en: Check one unfinished quest.

# reengagement.finish.title
source: 오늘의 퀘스트
en: Today's quest

# reengagement.review.body
source: 오늘의 계획을 확인해보세요.
en: Review today's plan.

# reengagement.review.title
source: 오늘의 계획
en: Today's plan

# reengagement.settings.buttonAccessibility
source: 재방문 알림 설정
en: Return reminder settings

# reengagement.settings.enabled
source: 알림 받기
en: Enable reminders

# reengagement.settings.firstQuestRequired
source: 첫 퀘스트를 저장하면 알림을 켤 수 있어요.
en: Save your first quest to enable reminders.

# reengagement.settings.frequency
source: 반복
en: Repeat

# reengagement.settings.frequency.daily
source: 매일
en: Daily

# reengagement.settings.frequency.weekdays
source: 평일
en: Weekdays

# reengagement.settings.navigationTitle
source: 재방문 알림
en: Return reminders

# reengagement.settings.openSystemSettings
source: 설정 열기
en: Open Settings

# reengagement.settings.permissionDeniedExplanation
source: 알림을 받으려면 시스템 설정에서 알림을 켜세요.
en: Turn on notifications in system Settings to receive reminders.

# reengagement.settings.permissionRequestExplanation
source: 유효한 알림을 켜고 저장하면 알림 권한을 요청합니다.
en: Saving a valid enabled reminder asks for notification permission.

# reengagement.settings.permissionSection
source: 알림 권한
en: Notification permission

# reengagement.settings.purpose
source: 목적
en: Purpose

# reengagement.settings.purpose.finishOneQuest
source: 퀘스트 하나 끝내기
en: Finish one quest

# reengagement.settings.purpose.reviewPlan
source: 오늘의 계획 확인
en: Review today's plan

# reengagement.settings.purposeSection
source: 알림 목적
en: Reminder purpose

# reengagement.settings.quietHoursConflict
source: 알림 시각이 방해 금지 시간 안에 있습니다. 알림 시각이나 방해 금지 시간을 바꾸면 알림이 예약됩니다.
en: The reminder time is inside quiet hours. Change the reminder time or quiet hours to schedule it.

# reengagement.settings.quietHoursEnabled
source: 방해 금지 시간 사용
en: Use quiet hours

# reengagement.settings.quietHoursEnd
source: 종료
en: End

# reengagement.settings.quietHoursSection
source: 방해 금지 시간
en: Quiet hours

# reengagement.settings.quietHoursStart
source: 시작
en: Start

# reengagement.settings.scheduleSection
source: 일정
en: Schedule

# reengagement.settings.time
source: 알림 시각
en: Reminder time

# onboarding.guidedQuest.title
source: 물 한 잔 마시기
en: Drink a glass of water

# quest.action.add
source: 전투 추가
en: Add battle

# quest.action.complete
source: 완료
en: Complete

# quest.action.delete
source: 삭제
en: Delete

# quest.action.edit
source: 편집
en: Edit

# quest.action.retryTomorrow
source: 내일 도전하기
en: Try again tomorrow

# quest.editor.chunkingGuide.confirm
source: 작게 쪼개기
en: Break it up

# quest.editor.chunkingGuide.message
source: 작게 쪼개면 몹도 작아져요.
en: Smaller quests mean smaller mobs.

# quest.editor.chunkingGuide.proceedAnyway
source: 그래도 진행
en: Continue anyway

# quest.editor.editTitle
source: 퀘스트 편집
en: Edit quest

# quest.editor.importance.high
source: 높음
en: High

# quest.editor.importance.low
source: 낮음
en: Low

# quest.editor.importance.medium
source: 보통
en: Medium

# quest.editor.importanceField
source: 중요도
en: Importance

# quest.editor.newTitle
source: 새 퀘스트
en: New quest

# quest.editor.saveAction
source: 저장
en: Save

# quest.editor.titleField
source: 제목
en: Title

# quest.editor.tooLarge
source: 너무 큰 퀘스트예요
en: That's a big quest.

# quest.escalated.marker
source: 마감이 다가와 세졌어요
en: Stronger, due soon

# quest.field.deadline
source: 마감
en: Deadline

# quest.field.completedAt
source: 완료 시각
en: Completed at

# quest.field.details
source: 설명
en: Description

# quest.grave.justMissed
source: 방금 놓친 전투
en: Just missed battle

# quest.remaining.count
source: 나머지 퀘스트 %lld개
en: %lld quests remaining

# quest.resolution.navigationTitle
source: 퀘스트 기록
en: Quest record

# quest.resolution.section
source: 퀘스트
en: Quest

# quest.resolution.status.grave
source: 무덤
en: Grave

# quest.resolution.status.pending
source: 진행 중
en: In progress

# quest.resolution.statusLabel
source: 상태
en: Status

# quest.state.completed
source: 완료됨
en: Completed

# quest.status.completed
source: 완료
en: Completed

# recovery.card.body
source: 쉬었다 와도 괜찮아요. 오늘 할 일부터 가볍게 시작해볼까요?
en: It's okay to have taken a break. Want to ease back in with today's to-do?

# recovery.card.bodyAccessibility
source: 쉬었다 와도 괜찮아요. 오늘 할 일부터 가볍게 시작해볼까요?
en: It's okay to have taken a break. Want to ease back in with today's to-do?

# recovery.card.dismiss
source: 지금은 괜찮아요
en: I'm okay for now

# recovery.card.preview.longTitle
source: 천천히 다시 시작하는 아주 긴 회복 퀘스트 제목
en: A very long recovery quest title to slowly start again with

# recovery.card.primary.chooseToday
source: 오늘 다시 고르기
en: Pick again for today

# recovery.card.primary.createQuest
source: 작은 퀘스트 만들기
en: Create a small quest

# recovery.card.primary.singleQuest
source: 이 퀘스트로 다시 시작
en: Start again with this quest

# recovery.card.title
source: 다시 와서 반가워요
en: Good to have you back

# routine.action.add
source: 루틴 추가
en: Add routine

# routine.action.manage
source: 관리
en: Manage

# routine.completedToday.body
source: 오늘의 루틴을 모두 마쳤어요.
en: All routine quests are complete for today.

# routine.editor.editTitle
source: 루틴 편집
en: Edit routine

# routine.editor.newTitle
source: 새 루틴
en: New routine

# routine.editor.titleField
source: 루틴 이름
en: Routine name

# routine.empty.body
source: 매일 반복할 작은 일을 추가해보세요.
en: Add a small task that returns every day.

# routine.manager.navigationTitle
source: 루틴 관리
en: Routine manager

# routine.section.title
source: 루틴
en: Daily routines

# selection.reissueAlert.confirmAction
source: 확인
en: OK

# selection.reissueAlert.message
source: 퀘스트 상태가 바뀌어 지금 선택을 저장하지 않았습니다.
en: Quest status changed, so this selection wasn't saved.

# selection.reissueAlert.title
source: 선택을 다시 확인해주세요
en: Please recheck your selection

# store.failure.banner.body
source: 지금 만든 퀘스트는 저장되지 않습니다. 앱을 다시 실행해보세요.
en: Quests you add now won't be saved. Try relaunching the app.

# store.failure.banner.title
source: 저장소를 열지 못했습니다
en: Couldn't open your data
